Repository: tisfeng/Easydict
Catalog: Easydict/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, ka, km, ko, lo, lt, lv, mn_mong, ms, my, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sr_cyrl, sv, ta, te, th, tr, ug, uk, ur, vi, zh_hans, zh_hant

# setting.advance.enable_youdao_ocr_desc
source: Fallback to Youdao OCR if the default OCR fails
es: Usar OCR de Youdao si el OCR por defecto falla
ja: デフォルトの OCR が失敗した場合、Youdao OCR にフォールバックします
sk: Použiť Youdao OCR ako zálohu, ak zlyhá predvolený OCR
zh_hans: 当默认OCR识别失败时，自动使用有道OCR
zh_hant: 當預設 OCR 識別失敗時，自動使用有道 OCR

# setting.advance.footer.query_text_processing_desc
source: Note: This will not modify the original text, only process the query content.
es: Nota: Esto no modificará el texto original, solo procesará el contenido de la consulta.
ja: 注意: これは元のテキストを変更せず、クエリ内容のみを処理します。
sk: Poznámka: Toto nebude meniť pôvodný text, len spracuje text dotazu.
zh_hans: 注意，这不会修改原文，仅对查询内容进行处理
zh_hant: 注意，這不會修改原文，僅對查詢內容進行處理

# setting.advance.force_get_selected_text_options.menu_bar_action_copy_first
source: Menu Bar Action Copy First
es: Acción de barra de menú copiar primero
ja: メニューバーアクションコピーを優先
sk: Akcia ponuky skopírovať prvý
zh_hans: 优先菜单栏动作复制取词
zh_hant: 優先選單列動作複製取詞

# setting.advance.force_get_selected_text_options.simulated_shortcut_copy_first
source: Simulated Shortcut Copy First
es: Atajo simulado copiar primero
ja: 擬似ショートカットコピーを優先
sk: Simulované skratky skopírovať prvý
zh_hans: 优先模拟快捷键复制取词
zh_hant: 優先模擬快速鍵複製取詞

# setting.advance.force_get_selected_text_type
source: Force Get Selected Text Type
es: Tipo de obtención forzada de texto seleccionado
ja: 強制的にテキストを取得する方法
sk: Vynútené získanie vybraného typu textu
zh_hans: 强制取词类型
zh_hant: 強制取詞類型

# setting.advance.header.general_settings
source: General Settings
es: Configuración de General
ja: 一般設定
sk: Všeobecné nastavenia
zh_hans: 通用设置
zh_hant: 一般設定

# setting.advance.header.http_server
source: HTTP Server
es: Servidor HTTP
ja: HTTP サーバー
zh_hans: HTTP 服务器
zh_hant: HTTP 伺服器

# setting.advance.header.ocr_settings
source: OCR Settings
es: Configuración de OCR
ja: OCR 設定
sk: Nastavenia OCR
zh_hans: OCR 设置
zh_hant: OCR 設定

# setting.advance.header.query_text_processing
source: Query Text Processing
es: Procesamiento de texto de consulta
ja: クエリテキストの処理
sk: Spracovanie textu dotazu
zh_hans: 查询文本处理
zh_hant: 查詢文本處理

# setting.advance.header.text_selection_and_replacement
source: Text Selection & Replacement
es: Selección y reemplazo de texto
ja: テキストの選択と置換
sk: Výber a nahradenie textu
zh_hans: 取词与文本替换
zh_hant: 取詞與文本替換

# setting.advance.hide_main_window
source: Hide main window at startup
es: Ocultar ventana principal al iniciar
ja: 起動時にメインウィンドウを非表示
sk: Skryť hlavné okno pri spustení
zh_hans: 启动后隐藏主窗口
zh_hant: 啟動時隱藏主視窗

# setting.advance.hide_screenshot_tip_layer
source: Hide Screenshot Tips
es: Ocultar consejos de captura de pantalla
ja: スクリーンショットのヒントを非表示
sk: Skryť tipy pri snímke
zh_hans: 隐藏截图提示
zh_hant: 隱藏截圖提示

# setting.advance.hide_screenshot_tip_layer_desc
source: Hide the tip view when starting screenshot capture.
es: Ocultar la vista de consejos al iniciar la captura de pantalla.
ja: スクリーンショットのキャプチャ開始時にヒント表示を非表示にします。
sk: Skryť tipy pri spustení snímania obrazovky.
zh_hans: 开始截图时隐藏提示视图。
zh_hant: 開始截圖時隱藏提示檢視。

# setting.advance.http_port
source: HTTP Port
es: Puerto HTTP
ja: HTTP ポート
zh_hans: HTTP 端口
zh_hant: HTTP 連接埠

# setting.advance.http_port_desc
source: After modifying the port, you need to restart the server
es: Después de modificar el puerto, necesitas reiniciar el servidor
ja: ポートを変更した後はサーバーを再起動する必要があります
sk: Po zmene portu je nutné reštartovať server
zh_hans: 修改端口后需要重新开启服务器
zh_hant: 修改連接埠後，您需要重新啟動伺服器

# setting.advance.min_classical_chinese_text_detect_length
source: Minimum length of text to detect Classical Chinese
es: Longitud mínima de texto para detectar chino clásico
ja: 漢文を検出するテキストの最小長
sk: Minimálna dĺžka textu na detekciu klasickej čínštiny
zh_hans: 检测古文的最小文本长度
zh_hant: 檢測古文的最小文本長度

# setting.advance.mouse_select_query.header
source: Mouse Select Query
es: Consulta de selección con ratón
ja: マウス選択クエリ
sk: Preklad textu myšou
zh_hans: 鼠标划词查询
zh_hant: 滑鼠划詞查詢

# setting.advance.pin_window_when_showing
source: Automatically pin when the window is displayed.
es: Fijar automáticamente la ventana cuando se muestra.
ja: ウィンドウ表示時に自動的にピン留めする。
sk: Automatické pripnutie po zobrazení okna.
zh_hans: 当窗口显示时自动钉住
zh_hant: 顯示視窗時自動釘選

# setting.advance.prefer_applescript_api
source: Prefer AppleScript API
es: Preferir API de AppleScript
ja: AppleScript API を優先
sk: Uprednostniť AppleScript API
zh_hans: 优先使用 AppleScript API
zh_hant: 優先使用 AppleScript API

# setting.advance.prefer_applescript_api_desc
source: In browsers, prioritize AppleScript API for text selection and replacement. Enabling this option improves accuracy and success rate.
es: En navegadores, priorizar la API de AppleScript para la selección y reemplazo de texto. Habilitar esta opción mejora la precisión y la tasa de éxito.
ja: ブラウザでは、テキストの選択と置換に AppleScript API を優先します。このオプションを有効にすると精度と成功率が向上します。
sk: V prehliadačoch uprednostniť používanie AppleScript API pre výber a nahradenie textu. Povolenie tejto možnosti zlepšuje presnosť a úspešnosť.
zh_hans: 在浏览器中，优先使用 AppleScript API 进行取词和文本替换。开启该选项，可提升取词的准确性和成功率。
zh_hant: 在瀏覽器中，優先使用 AppleScript API 進行取詞和文本替換。開啟該選項，可提升取詞的準確性和成功率。

# setting.advance.prefer_youdao_tts_for_english_word
source: Prefer Youdao TTS for English Words
es: Preferir Youdao TTS para palabras en inglés
ja: 英単語には Youdao TTS を優先
sk: Uprednostniť Youdao TTS pre anglické slová
zh_hans: 英语单词优先使用有道发音
zh_hant: 英語單字優先使用有道發音

# setting.advance.prefer_youdao_tts_for_english_word_desc
source: When off, English word pronunciation uses the default TTS service
es: Cuando está desactivado, la pronunciación de palabras en inglés usa el servicio TTS predeterminado
ja: オフの場合、英単語の発音にはデフォルトの TTS サービスを使用します
sk: Po vypnutí sa na výslovnosť anglických slov použije predvolená TTS služba
zh_hans: 关闭后，英语单词发音将使用默认 TTS 服务
zh_hant: 關閉後，英語單字發音將使用預設 TTS 服務

# setting.advance.show_ocr_menu_items
source: Show OCR Menu Items
es: Mostrar elementos del menú OCR
ja: OCR メニュー項目を表示
sk: Zobraziť položky OCR menu
zh_hans: 显示 OCR 菜单项
zh_hant: 顯示 OCR 選單項目

# setting.advance.show_ocr_menu_items_desc
source: Show OCR-related menu items (Screenshot OCR, Pasteboard OCR, OCR Window) in the menu bar.
es: Mostrar los elementos del menú relacionados con OCR (OCR de captura de pantalla, OCR del portapapeles, Ventana OCR) en la barra de menús.
ja: OCR 関連のメニュー項目（スクリーンショット OCR、クリップボード OCR、OCR ウィンドウ）をメニューバーに表示します。
sk: Zobrazovať položky súvisiace s OCR (Snímka OCR, Schránka OCR, OCR okno) v menu lište.
zh_hans: 在菜单栏中显示 OCR 相关的菜单项（截图 OCR、剪贴板 OCR、OCR 窗口）。
zh_hant: 在選單列中顯示 OCR 相關的選單項目（截圖 OCR、剪貼簿 OCR、OCR 視窗）。

# setting.advance.window_management.header
source: Window Management
es: Gestión de ventanas
ja: ウィンドウ管理
sk: Správa okna
zh_hans: 窗口管理
zh_hant: 視窗管理

# setting.advance.window.fixed_window_position
source: Floating Window Position
es: Posición de ventana flotante
ja: フローティングウィンドウの位置
sk: Pozícia plávajúceho okna
zh_hans: 侧悬浮窗口位置
zh_hant: 浮動視窗位置

# setting.advance.window.max_height_percentage
source: Window Maximum Height Percentage
es: Porcentaje máximo de altura de ventana
ja: ウィンドウの最大高さの割合
sk: Maximálne percento výšky okna
zh_hans: 窗口最大高度百分比
zh_hant: 窗口最大高度百分比

# setting.advance.window.mini_window_position
source: Mini Window Position
es: Posición de ventana mini
ja: ミニウィンドウの位置
sk: Pozícia mini okna
zh_hans: 迷你窗口位置
zh_hant: 迷你視窗位置

# setting.advance.window.mouse_select_translate_window_type
source: Mouse Window Type
es: Tipo de ventana del ratón
ja: マウスウィンドウタイプ
sk: Typ okna myši
zh_hans: 鼠标划词窗口类型
zh_hant: 滑鼠視窗類型

# setting.advance.window.shortcut_select_translate_window_type
source: Shortcut Window Type
es: Tipo de ventana de atajo
ja: ショートカットウィンドウタイプ
sk: Typ okna skratky
zh_hans: 快捷键划词窗口类型
zh_hant: 快速鍵視窗類型

# setting.disabled.import_app_error.message
source: Unable to add Application
es: No se puede agregar la aplicación
ja: アプリケーションを追加できません
sk: Nie je možné pridať aplikáciu
zh_hans: 无法添加应用
zh_hant: 無法新增應用程式

# setting.general.app_setting.header
source: App Setting
es: Configuración de la App
ja: アプリ設定
sk: Nastavenie aplikácie
zh_hans: 应用设置
zh_hant: 應用程式設定

# setting.general.appearance.light_dark_appearance
source: Appearance
es: Apariencia
ja: 外観
sk: Vzhľad
zh_hans: 外观
zh_hant: 外觀

# setting.general.auto_copy.header
source: Auto Copy
es: Auto Copiar
ja: 自動コピー
sk: Automatické kopírovanie
zh_hans: 自动复制
zh_hant: 自動拷貝

# setting.general.auto_query.header
source: Auto Query
es: Consulta automática
ja: 自動クエリ
sk: Automatické prekladanie
zh_hans: 自动查询
zh_hant: 自動查詢

# setting.general.display.enable_markdown_rendering
source: Enable Markdown rendering
es: Habilitar renderizado Markdown
ja: Markdown レンダリングを有効にする
sk: Povoliť vykresľovanie Markdown
zh_hans: 启用 Markdown 渲染
zh_hant: 啟用 Markdown 渲染

# setting.general.display.enable_markdown_rendering.description
source: AI translation results render headings, lists, and emphasis as formatted text. Click the icon next to a result to override per card.
es: Los resultados de traducción de IA renderizan encabezados, listas y énfasis como texto con formato. Haz clic en el icono junto a un resultado para cambiarlo por tarjeta.
ja: AI 翻訳結果の見出し、リスト、強調を整形済みテキストとして表示します。各結果の横にあるアイコンをクリックすると、カードごとに切り替えられます。
sk: Výsledky AI prekladov sa zobrazia s nadpismi, zoznamami a zvýrazneniami. Pre prepnutie pre jednotlivý výsledok kliknite na ikonu vedľa neho.
zh_hans: AI 翻译结果将以 Markdown 格式呈现标题、列表与强调。点击单个结果旁的图标可临时切换。
zh_hant: AI 翻譯結果將以 Markdown 格式呈現標題、清單與強調。點擊單個結果旁的圖示可臨時切換。

# setting.general.display.header
source: Display
es: Visualización
ja: 表示
sk: Zobrazenie
zh_hans: 显示
zh_hant: 顯示

# setting.general.font.font_size.label
source: Font Size
es: Tamaño de fuente
ja: フォントサイズ
sk: Veľkosť písma
zh_hans: 字体大小
zh_hant: 字體大小

# setting.general.font.header
source: Font
es: Fuente
ja: フォント
sk: Písmo
zh_hans: 字体
zh_hant: 字體

# setting.general.input.header
source: Input Field
es: Campo de entrada
ja: 入力フィールド
sk: Vstupné pole
zh_hans: 输入框
zh_hant: 輸入欄位

# setting.general.language
source: Language
es: Idioma
ja: 言語
sk: Jazyk
zh_hans: 语言
zh_hant: 語言

# setting.general.language.duplicated_alert %@%@%@
source: The first language should not be the same as the second language (%1$@). The %2$@ was replaced with %3$@.
es: El primer idioma no debe ser el mismo que el segundo idioma (%1$@). %2$@ fue reemplazado por %3$@.
ja: 第一言語は第二言語（%1$@）と同じにできません。%2$@ は %3$@ に置き換えられました。
sk: Prvý jazyk by nemal byť rovnaký ako druhý jazyk (%1$@). %2$@ bol nahradený %3$@.
zh_hans: 第一语言不能与第二语言相同（%1$@）。%2$@已被替换为%3$@。
zh_hant: 第一語言不應與第二語言（%1$@）相同。%2$@ 已被 %3$@ 取代。

# setting.general.language.duplicated_alert.field.first
source: first language
es: primer idioma
ja: 最初の言語
sk: prvý jazyk
zh_hans: 第二语言
zh_hant: 第一語言

# setting.general.language.duplicated_alert.field.second
source: second language
es: segundo idioma
ja: 第二言語
sk: druhý jazyk
zh_hans: 第一语言
zh_hant: 第二語言

# setting.general.language.duplicated_alert.title
source: Language Duplicated
es: Idioma duplicado
ja: 言語が重複しています
sk: Automatické pripnutie po zobrazení okna
zh_hans: 语言重复
zh_hant: 語言重複

# setting.general.language.first_language
source: First Language
es: Primer idioma
ja: 第一言語
sk: Prvý jazyk
zh_hans: 第一语言
zh_hant: 第一語言

# setting.general.language.language_detect_optimize
source: Language Detection
es: Detección de idioma
ja: 言語検出
sk: Detekcia jazyka
zh_hans: 语种识别
zh_hant: 語言偵測

# setting.general.language.second_language
source: Second Language
es: Segundo idioma
ja: 第二言語
sk: Druhý jazyk
zh_hans: 第二语言
zh_hant: 第二語言

# setting.general.other.header
source: Other
es: Otro
ja: その他
sk: Iné
zh_hans: 其他
zh_hant: 其他

# setting.general.query_language.header
source: Query Language
es: Idioma de consulta
ja: クエリ言語
sk: Jazyk prekladu
zh_hans: 查询语言
zh_hant: 查詢語言

# setting.general.quick_link.header
source: Quick Link
es: Enlace rápido
ja: クイックリンク
sk: Rýchly odkaz
zh_hans: 快捷功能
zh_hant: 快速連結

# setting.general.startup_and_update.include_beta
source: Include Beta versions
es: Incluir versiones beta
ja: ベータ版を含める
sk: Zahrnúť beta verzie
zh_hans: 包括 Beta 版本
zh_hant: 包括 Beta 版本

# setting.general.startup_and_update.include_beta.description
source: Get early access to new features, but may be unstable
es: Obtener acceso anticipado a nuevas funciones, pero puede ser inestable
ja: 新機能にいち早くアクセスできますが、不安定な場合があります
sk: Získajte skorý prístup k novým funkciám, ale môže byť nestabilné
zh_hans: 抢先体验新功能，但可能不稳定
zh_hant: 搶先體驗新功能，但可能不穩定

# setting.general.voice.auto_play_word_audio
source: Auto play pronunciation after querying English words
es: Reproducir pronunciación automáticamente después de consultar palabras en inglés
ja: 英単語のクエリ後に発音を自動再生
sk: Automaticky prehrať výslovnosť po preklade anglických slov
zh_hans: 查询英语单词后自动播放发音
zh_hant: 查詢英文單字後自動播放發音

# setting.general.voice.english_pronunciation
source: English Pronunciation
es: Pronunciación en inglés
ja: 英語の発音
sk: Anglická výslovnosť
zh_hans: 英语发音
zh_hant: 英文發音

# setting.service.back
source: Back
es: Volver
ja: 戻る
sk: Späť
zh_hans: 返回
zh_hant: 返回

# setting.service.detail.no_configuration %@
source: No configuration for %@
es: Sin configuración para %@
ja: %@ の設定はありません
sk: Žiadna konfigurácia pre %@
zh_hans: %@没有可供配置的选项
zh_hant: 未設定 %@

# setting.service.failed_to_enable_service %@
source: Failed to enable [%@] service
es: Error al habilitar el servicio [%@]
ja: [%@] サービスの有効化に失敗しました
sk: Nepodarilo sa povoliť službu [%@]
zh_hans: 启用【%@】服务失败
zh_hant: 無法啟用【%@】服務

# setting.service.show_input_text_field
source: Show Input Text Field
es: Mostrar campo de entrada de texto
ja: 入力テキストフィールドを表示
sk: Zobraziť pole na zadávanie textu
zh_hans: 显示文本输入框
zh_hant: 顯示文本輸入框

# setting.service.show_select_language_bar
source: Show Select Language Bar
es: Mostrar barra de selección de idioma
ja: 言語選択バーを表示
sk: Zobraziť panel na výber jazyka
zh_hans: 显示语言选择栏
zh_hant: 顯示語言選擇欄

# setting.service.window_configuration
source: Window Configuration
es: Configuración de ventana
ja: ウィンドウ設定
sk: Nastavenie okna
zh_hans: 窗口配置
zh_hant: 視窗配置

source: Settings...
es: Ajustes...
ja: 設定...
sk: Nastavenia...
zh_hans: 设置...
zh_hant: 設定⋯

source: Shortcut
es: Atajo
ja: ショートカット
sk: Skratka
zh_hans: 快捷键
zh_hant: 快速鍵

# shortcut_auto_select_text.off
source: Select Translate disabled
es: Traducción por selección desactivada
ja: 選択翻訳を無効にしました
sk: Preklad výberu vypnutý
zh_hans: 已关闭划词翻译
zh_hant: 已關閉選取翻譯

# shortcut_auto_select_text.on
source: Select Translate enabled
es: Traducción por selección activada
ja: 選択翻訳を有効にしました
sk: Preklad výberu zapnutý
zh_hans: 已开启划词翻译
zh_hant: 已開啟選取翻譯

# shortcut_clear_all
source: Clear All
es: Limpiar todo
ja: すべてクリア
sk: Vymazať všetko
zh_hans: 清空所有
zh_hant: 全部清除

# shortcut_clear_input
source: Clear Input
es: Limpiar entrada
ja: 入力をクリア
sk: Vymazať vstup
zh_hans: 清空查询内容
zh_hant: 清除輸入

# shortcut_confict_confirm
source: Confirm
es: Confirmar
ja: 確認
sk: Potvrdiť
zh_hans: 确定
zh_hant: 確認

# shortcut_confict_message %@
source: The current shortcut can't be used because it is already used "%@"
es: El atajo actual no se puede usar porque ya está en uso "%@"
ja: 現在のショートカットは「%@」で既に使用されているため使用できません
sk: Táto skratka sa nemôže použiť, pretože sa už používa pre "%@"
zh_hans: 当前快捷键无法使用，因为它已被 "%@"占用
zh_hant: 目前的快速鍵無法使用，因為它已被「%@」使用

# shortcut_confict_title %@
source: Shortcut Confict With "%@" Unable Use This
es: Conflicto de atajo con "%@" No se puede usar este
ja: ショートカットが「%@」と競合しているため使用できません
sk: Konflikt skratky s "%@" Nemožno ju použiť
zh_hans: 快捷键"%@"，无法使用
zh_hant: 快速鍵與「%@」衝突無法使用

# shortcut_copy
source: Copy
es: Copiar
ja: コピー
sk: Kopírovať
zh_hans: 复制文本
zh_hant: 拷貝

# shortcut_copy_first_translated_text
source: Copy first translated text
es: Copiar el primer texto traducido
ja: 最初の翻訳テキストをコピー
sk: Kopírovať prvý preložený text
zh_hans: 复制第一个翻译结果
zh_hant: 拷貝第一個翻譯文本

# shortcut_decrease_font
source: Decrease Font Size
es: Disminuir tamaño de fuente
ja: フォントサイズを小さく
sk: Zmenšiť veľkosť písma
zh_hans: 减小字体
zh_hant: 縮小字體

# shortcut_focus
source: Focus
es: Enfoque
ja: フォーカス
sk: Zaostriť
zh_hans: 聚焦
zh_hant: 焦點

# shortcut_increase_font
source: Increase Font Size
es: Aumentar tamaño de fuente
ja: フォントサイズを大きく
sk: Zväčšiť veľkosť písma
zh_hans: 增大字体
zh_hant: 放大字體

# shortcut_play
source: Play
es: Reproducir
ja: 再生
sk: Prehrať
zh_hans: 播放单词发音
zh_hant: 播放

# shortcut_toggle_auto_select_text
source: Toggle Select Translate
es: Alternar traducción por selección
ja: 選択翻訳を切り替え
sk: Prepnúť preklad výberu
zh_hans: 开关划词翻译
zh_hant: 切換選取翻譯

source: Show
es: Mostrar
ja: 表示
sk: Zobraziť
zh_hans: 显示
zh_hant: 顯示

# show_apple_dictionary_quick_link
source: Show Apple Dictionary quick link icon
es: Mostrar icono de enlace rápido del Diccionario de Apple
ja: Apple 辞書クイックリンクアイコンを表示
sk: Zobraziť Apple Slovník ikonu rýchleho odkazu
zh_hans: 显示苹果词典快捷图标
zh_hant: 顯示 Apple 辭典快速連結圖示

# show_eudic_quick_link
source: Show Eudic quick link icon
es: Mostrar icono de enlace rápido de Eudic
ja: Eudic クイックリンクアイコンを表示
sk: Zobraziť Eudic ikonu rýchleho odkazu
zh_hans: 显示欧路词典快捷图标
zh_hant: 顯示歐路辭典快速連結圖示

# show_google_quick_link
source: Show Google quick link icon
es: Mostrar icono de enlace rápido de Google
ja: Google クイックリンクアイコンを表示
sk: Zobraziť Google ikonu rýchleho odkazu
zh_hans: 显示 Google 快捷图标
zh_hant: 顯示 Google 快速連結圖示

# show_setting_quick_link
source: Show Setting quick link icon
es: Mostrar icono de enlace rápido de configuración
ja: 設定クイックリンクアイコンを表示
sk: Zobraziť ikonu Nastavenia rýchleho odkazu
zh_hans: 显示快捷设置图标
zh_hant: 顯示設定快速連結圖示

# singular
source: Third person singular
es: Tercera persona singular
ja: 三人称単数
sk: Tretia osoba jednotného čísla
zh_hans: 第三人称单数
zh_hant: 第三人稱單數

source: Small
es: Pequeño
ja: 小
sk: Malé
zh_hans: 小
zh_hant: 小

source: Split words
es: Dividir palabras
ja: 単語を分割
sk: Rozdeliť slová
zh_hans: 单词分词
zh_hant: 分割單字

# start_server_error %@
source: 💥 Failed to start local server, port: %@
es: 💥 Error al iniciar el servidor local, puerto: %@
ja: 💥 ローカルサーバーの起動に失敗しました。ポート: %@
sk: 💥 Nepodarilo sa spustiť lokálny server, port: %@
zh_hans: 💥开启本地服务器失败，port: %@
zh_hant: 💥 無法啟動本機伺服器，連接埠：%@

source: Stop
es: Detener
ja: 停止
sk: Zastaviť
zh_hans: 停止
zh_hant: 停止

# stop_play_audio
source: Stop Playing Audio
es: Detener audio
ja: 音声の再生を停止
sk: Zastaviť prehrávanie zvuku
zh_hans: 停止播放音频
zh_hant: 停止播放音訊

source: Success
es: Éxito
ja: 成功
sk: Úspech
zh_hant: 成功

# summary_service
source: Summary
es: Resumen
ja: 要約
sk: Zhrnutie
zh_hans: 总结
zh_hant: 摘要

source: Superlative
es: Superlativo
ja: 最上級
sk: Superlatív
zh_hans: 最高级
zh_hant: 最高級

source: Synonyms
es: Sinónimos
ja: 同義語
sk: Synonymá
zh_hans: 同义词
zh_hant: 同義詞

source: Tencent Translate
es: Traductor Tencent
ja: Tencent 翻訳
zh_hans: 腾讯翻译君
zh_hant: 騰訊翻譯

source: Timeout error
es: Error de tiempo de espera
ja: タイムアウトエラー
sk: Chyba časového limitu
zh_hans: 超时错误
zh_hant: 逾時錯誤

# tips_edit_button
source: Why does the edit button in the upper right corner flicker when selecting words in some applications?
es: ¿Por qué el botón de edición en la esquina superior derecha parpadea al seleccionar palabras en algunas aplicaciones?
ja: 一部のアプリで単語を選択すると、右上の編集ボタンが点滅するのはなぜですか？
sk: Prečo tlačidlo úprav v pravom hornom rohu bliká pri označení slov v niektorých aplikáciách?
zh_hans: 为什么在某些应用取词时，右上角编辑按钮会出现闪烁？
zh_hant: 為什麼在某些應用程式中選取文字時，右上角的編輯按鈕會閃爍？

# tips_more
source: See More
es: Ver más
ja: もっと見る
sk: Zisti viac
zh_hans: 查看更多
zh_hant: 查看更多

# tips_mouse_hover
source: Why can't I use mouse hover to select words in some applications?
es: ¿Por qué no puedo usar el ratón para seleccionar palabras en algunas aplicaciones?
ja: 一部のアプリでマウスオーバーによる単語選択ができないのはなぜですか？
sk: Prečo nemôžem použiť prechádzanie myšou na označenie slov v niektorých aplikáciách?
zh_hans: 为什么在某些应用中无法使用鼠标划词？
zh_hant: 為什麼我無法在某些應用程式中使用滑鼠懸停來選取文字？

# tips_select_words
source: Why can't I select words on some web pages in the browser?
es: ¿Por qué no puedo seleccionar palabras en algunas páginas web del navegador?
ja: ブラウザの一部のウェブページで単語を選択できないのはなぜですか？
sk: Prečo nemôžem označovať slová na niektorých webových stránkach v prehliadači?
zh_hans: 为什么浏览器中某些网页无法取词？
zh_hant: 為什麼我無法在瀏覽器的某些網頁上選取文字？

# tips_solve
source: Solve This
es: Resolver esto
ja: 解決する
sk: Vyriešiť to
zh_hans: 如何解决
zh_hant: 解決此問題

# tips_still_pop_up
source: Why does macOS still pop up asking for permissions even though I have given Easydict the Accessibility/Screen Recording permissions?
es: ¿Por qué macOS sigue pidiendo permisos aunque ya he dado a Easydict los permisos de Accesibilidad/Grabación de pantalla?
ja: Easydict にアクセシビリティ／画面収録の権限を与えたのに、macOS がまだ権限を求めてくるのはなぜですか？
sk: Prečo v macOS stále vyskakuje požiadavka na povolenia, aj keď som Easydictu udelil povolenia Prístupnosť/Nahrávanie obrazovky?
zh_hans: 已经给 Easydict 辅助功能/录屏权限 macOS 仍然弹窗要求给予权限？
zh_hant: 為什麼我已經給予 Easydict 輔助使用/螢幕錄製權限，macOS 仍會彈出詢問權限？

# tips_text_empty
source: Why is the text empty when I select words in some applications?
es: ¿Por qué el texto está vacío cuando selecciono palabras en algunas aplicaciones?
ja: 一部のアプリで単語を選択するとテキストが空になるのはなぜですか？
sk: Prečo je text prázdny pri označení slov v niektorých aplikáciách?
zh_hans: 为什么在某些应用中取词文本为空？
zh_hant: 為什麼我在某些應用程式中選取文字時，文字內容為空？

# tips_title
source: Tips
es: Consejos
ja: ヒント
sk: Tipy
zh_hans: 提示
zh_hant: 提示

# tips_word_selection_OCR
source: Why do word selection and OCR need to enable system-related permissions?
es: ¿Por qué la selección de palabras y OCR necesitan habilitar permisos relacionados con el sistema?
ja: なぜ単語選択と OCR にはシステム関連の権限を有効にする必要があるのですか？
sk: Prečo označovanie slov a OCR potrebujú povolenia súvisiace so systémom?
zh_hans: 为什么取词和 OCR 需要开启系统相关权限？
zh_hant: 為什麼文字選取和 OCR 需要啟用系統相關權限？

source: Toggle Languages
es: Cambiar idiomas
ja: 言語を切り替え
sk: Prepnúť jazyky
zh_hans: 交换翻译语言
zh_hant: 切換語言

source: Unimplemented Function
es: Función no implementada
ja: 未実装の関数
sk: Neimplementovaná funkcia
zh_hant: 未實作的功能

source: Unknown Error
es: Error desconocido
ja: 不明なエラー
sk: Neznáma chyba
zh_hant: 未知錯誤

source: Unknown error
es: Error desconocido
ja: 不明なエラー
sk: Neznáma chyba
zh_hans: 未知错误
zh_hant: 未知錯誤

source: Unpin
es: Desfijar
ja: ピン留めを解除
sk: Odopnúť
zh_hans: 取消钉住
zh_hant: 取消釘選

# unsupported_language_error
source: Unsupported language
es: Idioma no soportado
ja: サポートされていない言語
sk: Nepodporovaný jazyk
zh_hans: 不支持的语言
zh_hant: 不支援的語言

# unsupported_query_type_error
source: Unsupported query type
es: Tipo de consulta no soportado
ja: サポートされていないクエリタイプ
sk: Nepodporovaný typ dotazu
zh_hans: 不支持的查询类型
zh_hant: 不支援的查詢類型

# unsupported_service_type_error
source: Unsupported service type
es: Tipo de servicio no soportado
ja: サポートされていないサービスタイプ
sk: Nepodporovaný typ služby
zh_hans: 不支持的服务类型
zh_hant: 不支援的服務類型

source: Volcano Translate
es: Traductor Volcano
ja: Volcano 翻訳
zh_hans: 火山翻译
zh_hant: 火山翻譯

# youdao_dict
source: Youdao Dictionary
es: Diccionario Youdao
ja: Youdao 辞書
zh_hans: 有道词典
zh_hant: 有道詞典

source: Zhipu Translate
es: Traductor Zhipu
ja: Zhipu 翻訳
zh_hans: 智谱翻译
zh_hant: 智譜翻譯

source: Claude Translate
ja: Claude 翻訳
zh_hans: Claude 翻译
zh_hant: Claude 翻譯

source: Plural
ja: 複数形
sk: Množné číslo
zh_hans: 复数
zh_hant: 複數

# pronunciation_uk
source: BrE
ja: 英
sk: Britská angličtina
zh_hans: 英音
zh_hant: 英音

# pronunciation_us
source: AmE
ja: 米
sk: Americká angličtina
zh_hans: 美音
zh_hant: 美音

# setting_general
source: General
ja: 一般
sk: Všeobecné
zh_hans: 通用
zh_hant: 一般

# uk_phonetic
source: UK
ja: 英
zh_hans: 英

# us_phonetic
source: US
ja: 米
zh_hans: 美

source: Apple
zh_hans: 苹果

source: Baidu
zh_hans: 百度
zh_hant: 百度

# caiyun_translate
source: LingoCloud
zh_hans: 彩云小译
zh_hant: 靈雲

# niuTrans_translate
source: NiuTrans
zh_hans: 小牛翻译
zh_hant: 小牛翻譯

source: Ok
zh_hans: 确定

# setting.tts_service.options.apple
source: Apple
zh_hans: 苹果

# setting.tts_service.options.baidu
source: Baidu
zh_hans: 百度
zh_hant: 百度

# setting.tts_service.options.youdao
source: Youdao
zh_hans: 有道
zh_hant: 有道

source: Youdao
zh_hans: 有道
zh_hant: 有道

# service.configuration.caiyun.token.title
source: Token
zh_hant: 權杖
